export const Option = [
  {
    text: 'A00 อหิวาตกโรค',
    value: 'A00 อหิวาตกโรค',
  },
  {
    text: 'A37 โรคไอกรน',
    value: 'A37 โรคไอกรน',
  },
  {
    text: 'A27 โรคฉี่หนู',
    value: 'A27 โรคฉี่หนู',
  },
  {
    text: 'A281 โรคแมวข่วน',
    value: 'A281 โรคแมวข่วน',
  },
  {
    text: 'B352 กลากที่มือ',
    value: 'B352 กลากที่มือ',
  },
  {
    text: 'B854 โรคเหาและโลนร่วมกัน',
    value: 'B854 โรคเหาและโลนร่วมกัน',
  },
  {
    text: 'D73 โรคของม้าม',
    value: 'D73 โรคของม้าม',
  },
  {
    text: 'D734 โรคถุงน้ำที่ม้าม',
    value: 'D734 โรคถุงน้ำที่ม้าม',
  },
  {
    text: 'E10 โรคเบาหวานชนิดที่ต้องพึ่งอินซูลิน',
    value: 'E10 โรคเบาหวานชนิดที่ต้องพึ่งอินซูลิน',
  },
  {
    text: 'E50 โรคภาวะขาดวิตามินเอ',
    value: 'E50 โรคภาวะขาดวิตามินเอ',
  },
  {
    text: 'E66 โรคอ้วน',
    value: 'E66 โรคอ้วน',
  },
];
