export const OptionTypes = [
  {
    text: 'ธุรกิจ Trading ธุรกิจจัดจำหน่าย',
    value: 'ธุรกิจ Trading ธุรกิจจัดจำหน่าย',
  },
  {
    text: 'ธุรกิจเครื่องจักรในอุตสาหกรรม ธุรกิจอุปกรณ์เครื่องกล',
    value: 'ธุรกิจเครื่องจักรในอุตสาหกรรม ธุรกิจอุปกรณ์เครื่องกล',
  },
  {
    text: 'ธุรกิจเสื้อผ้า',
    value: 'ธุรกิจเสื้อผ้า',
  },
  {
    text: 'ธุรกิจโฆษณา ธุรกิจการตลาด ธุรกิจประชาสัมพันธ์',
    value: 'ธุรกิจโฆษณา ธุรกิจการตลาด ธุรกิจประชาสัมพันธ์',
  },
  {
    text: 'ธุรกิจโทรคมนาคม',
    value: 'ธุรกิจโทรคมนาคม',
  },
  {
    text: 'ธุรกิจโรงแรม ธุรกิจบริการ ธุรกิจจัดเลี้ยง',
    value: 'ธุรกิจโรงแรม ธุรกิจบริการ ธุรกิจจัดเลี้ยง',
  },
  {
    text: 'ธุรกิจไอที',
    value: 'ธุรกิจไอที',
  },
  {
    text: 'ธุรกิจการแพทย์ ธุรกิจเภสัชกรรม',
    value: 'ธุรกิจการแพทย์ ธุรกิจเภสัชกรรม',
  },
  {
    text: 'ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล',
    value: 'ธุรกิจการจัดการทรัพยากรบุคคล ธุรกิจที่ปรึกษาทรัพยากรบุคคล',
  },
  {
    text: 'ธุรกิจการผลิตทั่วไป',
    value: 'ธุรกิจการผลิตทั่วไป',
  },
  {
    text: 'ธุรกิจการวิจัย ธุรกิจการสำรวจ',
    value: 'ธุรกิจการวิจัย ธุรกิจการสำรวจ',
  },
  {
    text: 'ธุรกิจการศึกษา',
    value: 'ธุรกิจการศึกษา',
  },
  {
    text: 'ธุรกิจกีฬา',
    value: 'ธุรกิจกีฬา',
  },
  {
    text: 'ธุรกิจขนส่งมวลชน',
    value: 'ธุรกิจขนส่งมวลชน',
  },
  {
    text: 'ธุรกิจขนส่งสินค้า ธุรกิจ Shipping',
    value: 'ธุรกิจขนส่งสินค้า ธุรกิจ Shipping',
  },
  {
    text: 'ธุรกิจของเล่นเด็ก',
    value: 'ธุรกิจของเล่นเด็ก',
  },
  {
    text: 'ธุรกิจขายส่ง ธุรกิจขายปลีก',
    value: 'ธุรกิจขายส่ง ธุรกิจขายปลีก',
  },
  {
    text: 'ธุรกิจความปลอดภัยด้านทรัพย์สิน / ที่อยู่อาศัย',
    value: 'ธุรกิจความปลอดภัยด้านทรัพย์สิน / ที่อยู่อาศัย',
  },
  {
    text: 'ธุรกิจท่องเที่ยว',
    value: 'ธุรกิจท่องเที่ยว',
  },
  {
    text: 'ธุรกิจบรรจุภัณฑ์',
    value: 'ธุรกิจบรรจุภัณฑ์',
  },
  {
    text: 'ธุรกิจบริการด้านกฎหมาย',
    value: 'ธุรกิจบริการด้านกฎหมาย',
  },
  {
    text: 'ธุรกิจบริการด้านการเงิน',
    value: 'ธุรกิจบริการด้านการเงิน',
  },
  {
    text: 'ธุรกิจบริการทางธุรกิจทั่วไป',
    value: 'ธุรกิจบริการทางธุรกิจทั่วไป',
  },
  {
    text: 'ธุรกิจบริการที่ปรึกษาในการจัดการ',
    value: 'ธุรกิจบริการที่ปรึกษาในการจัดการ',
  },
  {
    text: 'ธุรกิจบริการสังคม',
    value: 'ธุรกิจบริการสังคม',
  },
  {
    text: 'ธุรกิจบัญชี',
    value: 'ธุรกิจบัญชี',
  },
  {
    text: 'ธุรกิจบันเทิง',
    value: 'ธุรกิจบันเทิง',
  },
  {
    text: 'ธุรกิจประกันภัย',
    value: 'ธุรกิจประกันภัย',
  },
  {
    text: 'ธุรกิจปิโตรเคมี',
    value: 'ธุรกิจปิโตรเคมี',
  },
  {
    text: 'ธุรกิจรักษาความปลอดภัย',
    value: 'ธุรกิจรักษาความปลอดภัย',
  },
  {
    text: 'ธุรกิจราชการ',
    value: 'ธุรกิจราชการ',
  },
  {
    text: 'ธุรกิจยานยนต์',
    value: 'ธุรกิจยานยนต์',
  },
  {
    text: 'ธุรกิจวิศวกรรมไฟฟ้า อิเล็กทรอนิกส์ ธุรกิจวิศวกรรมเครื่องกล',
    value: 'ธุรกิจวิศวกรรมไฟฟ้า อิเล็กทรอนิกส์ ธุรกิจวิศวกรรมเครื่องกล',
  },
  {
    text: 'ธุรกิจวิศวกรรมก่อสร้าง ธุรกิจวิศวกรรมโยธา ควบคุมอาคาร',
    value: 'ธุรกิจวิศวกรรมก่อสร้าง ธุรกิจวิศวกรรมโยธา ควบคุมอาคาร',
  },
  {
    text: 'ธุรกิจวิศวกรรมพลังงาน',
    value: 'ธุรกิจวิศวกรรมพลังงาน',
  },
  {
    text: 'ธุรกิจสาธารณูปโภค',
    value: 'ธุรกิจสาธารณูปโภค',
  },
  {
    text: 'ธุรกิจสารเคมี พลาสติก กระดาษ ปิโตรเคมี',
    value: 'ธุรกิจสารเคมี พลาสติก กระดาษ ปิโตรเคมี',
  },
  {
    text: 'ธุรกิจสุขภาพ ธุรกิจโภชนาการ ธุรกิจความงาม',
    value: 'ธุรกิจสุขภาพ ธุรกิจโภชนาการ ธุรกิจความงาม',
  },
  {
    text: 'ธุรกิจอสังหาริมทรัพย์',
    value: 'ธุรกิจอสังหาริมทรัพย์',
  },
  {
    text: 'ธุรกิจออกแบบตกแต่งภายใน ธุรกิจกราฟิก',
    value: 'ธุรกิจออกแบบตกแต่งภายใน ธุรกิจกราฟิก',
  },
  {
    text: 'ธุรกิจอัญมณี ธุรกิจเครื่องประดับ',
    value: 'ธุรกิจอัญมณี ธุรกิจเครื่องประดับ',
  },
  {
    text: 'ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง',
    value: 'ธุรกิจอาหารและเครื่องดื่ม ธุรกิจจัดเลี้ยง',
  },
  {
    text: 'ธุรกิจอุปกรณ์ไฟฟ้า ธุรกิจอุปกรณ์อิเล็กทรอนิกส์',
    value: 'ธุรกิจอุปกรณ์ไฟฟ้า ธุรกิจอุปกรณ์อิเล็กทรอนิกส์',
  },
  {
    text: 'ธุรกิจอื่นๆ',
    value: 'ธุรกิจอื่นๆ',
  },
];

export const OptionInsurer = [
  {
    text: 'บริษัท กรุงเทพประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท กรุงเทพประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท กรุงไทย - แอกซ่า ประกันชีวิต จำกัด',
    value: 'บริษัท กรุงไทย - แอกซ่า ประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท เจนเนอราลี่ ประกันชีวิต (ไทยแลนด์) จำกัด',
    value: 'บริษัท เจนเนอราลี่ ประกันชีวิต (ไทยแลนด์) จำกัด',
  },
  {
    text: 'บริษัท โตเกียวมารีนประกันชีวิต(ประเทศไทย) จำกัด (มหาชน)',
    value: 'บริษัท โตเกียวมารีนประกันชีวิต(ประเทศไทย) จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ไทยคาร์ดิฟ ประกันชีวิต จำกัด',
    value: 'บริษัท ไทยคาร์ดิฟ ประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท ไทยพาณิชย์ประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท ไทยพาณิชย์ประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ไทยประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท ไทยประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ไทยรีประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท ไทยรีประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ไทยสมุทรประกันชีวิต จำกัด',
    value: 'บริษัท ไทยสมุทรประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท บางกอกสหประกันชีวิต จำกัด',
    value: 'บริษัท บางกอกสหประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท ประกันชีวิต นครหลวงไทย จำกัด',
    value: 'บริษัท ประกันชีวิต นครหลวงไทย จำกัด',
  },
  {
    text: 'บริษัท พรูเด็นเชียล ประกันชีวิต (ประเทศไทย) จำกัด (มหาชน)',
    value: 'บริษัท พรูเด็นเชียล ประกันชีวิต (ประเทศไทย) จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ฟิลลิปประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท ฟิลลิปประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท เมืองไทยประกันชีวิต จำกัด',
    value: 'บริษัท เมืองไทยประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท แมนูไลฟ์ ประกันชีวิต (ประเทศไทย) จำกัด (มหาชน)',
    value: 'บริษัท แมนูไลฟ์ ประกันชีวิต (ประเทศไทย) จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ไทยซัมซุง ประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท ไทยซัมซุง ประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท ทิพยประกันชีวิต จำกัด',
    value: 'บริษัท ทิพยประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท สหประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท สหประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท เอไอเอ จำกัด',
    value: 'บริษัท เอไอเอ จำกัด',
  },
  {
    text: 'บริษัท อลิอันซ์ อยุธยา ประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท อลิอันซ์ อยุธยา ประกันชีวิต จำกัด (มหาชน)',
  },
  {
    text: 'บริษัท อาคเนย์ประกันชีวิต จำกัด',
    value: 'บริษัท อาคเนย์ประกันชีวิต จำกัด',
  },
  {
    text: 'บริษัท ชับบ์ ไลฟ์ แอสชัวรันซ์ จำกัด',
    value: 'บริษัท ชับบ์ ไลฟ์ แอสชัวรันซ์ จำกัด',
  },
  {
    text: 'บริษัท แอ๊ดวานซ์ ไลฟ์ แอสชัวรันส์ จำกัด',
    value: 'บริษัท แอ๊ดวานซ์ ไลฟ์ แอสชัวรันส์ จำกัด',
  },
  {
    text: 'บริษัท  เอฟดับบลิวดี ประกันชีวิต จำกัด (มหาชน)',
    value: 'บริษัท  เอฟดับบลิวดี ประกันชีวิต จำกัด (มหาชน)',
  },
];
